"DST" = "夏時間";
"STD" = "標準時間";
"Loaded " = "合計 ";
" deep space objects" = " 個の深宇宙天体を読み込みました。";
"Loading NV fragment program: " = "次のNV fragment programを読み込んでいます: ";
"Error loading NV fragment program: " = "次のNV fragment programの読み込みでエラーが発生しました: ";
"Error in fragment program " = "次のfragment programの読み込みにエラーがあります: ";
"Initializing NV fragment programs . . .\n" = "NV fragment programを初期化しています…\n";
"All NV fragment programs loaded successfully.\n" = "すべてのNV fragment programを正常に読み込みました。\n";
"Initializing ARB fragment programs . . .\n" = "ARB fragment programを初期化しています…\n";
"Galaxy (Hubble type: %s)" = "銀河 (ハッブル型: %s)";
"Loading image from file " = "次の画像ファイルを読み込んでいます: ";
": unrecognized or unsupported image file type.\n" = " は認識できないか，サポートされていない画像ファイルです。\n";
"Error opening image file " = "次の画像ファイルの読み込みでエラーが発生しました: ";
"Error: " = "エラー: ";
" is not a PNG file.\n" = " はPNGファイルではありません。\n";
"Error reading PNG image file " = "次のPNGファイルの読み込みでエラーが発生しました: ";
"Loading model: " = "次の3Dモデルファイルを読み込んでいます: ";
"   Model statistics: " = "   モデル特性: ";
" vertices, " = " vertices, ";
" primitives, " = " primitives, ";
" materials " = " materials ";
" unique)\n" = " unique)\n";
"Error loading model '" = "次の3Dモデルファイルの読み込みに失敗しました: '";
"%s" = "%s";
"Error in .ssc file (line " = ".sscファイルにエラーがあります。(行 ";
"parent body '" = "母天体 '";
"' of '" = "'('";
"' not found." = "' が参照) が見つかりません。";
"warning duplicate definition of " = "重複して定義されています: ";
"bad alternate surface" = "正しくないAltSurfaceです。";
"bad location" = "正しくない地名です。";
"' not found.\n" = "' が参照)が見つかりません。\n";
"Bad header for cross index\n" = "クロスインデックスのヘッダが正しくありません。\n";
"Bad version for cross index\n" = "クロスインデックスのバージョンが正しくありません。\n";
"Loading cross index failed at record " = "次のレコードでクロスインデックスの読み込みに失敗しました: レコード ";
"Bad spectral type in star database, star #" = "次の恒星のスペクトル型が正しくありません。 #";
" stars in binary database\n" = " 個の恒星がバイナリから読み込まれました。\n";
"Total star count: " = "恒星総数: ";
"Error in .stc file (line " = ".stcファイルにエラーがあります。(行 ";
"Invalid star: bad spectral type.\n" = "無効な恒星です: スペクトル型が正しくありません。\n";
"Invalid star: missing spectral type.\n" = "無効な恒星です: スペクトル型がありません。\n";
"Barycenter " = "重心";
" does not exist.\n" = " は存在しません。\n";
"Invalid star: missing right ascension\n" = "無効な恒星です: 赤経がありません。\n";
"Invalid star: missing declination.\n" = "無効な恒星です: 赤緯がありません。\n";
"Invalid star: missing distance.\n" = "無効な恒星です: 距離がありません。\n";
"Invalid star: missing magnitude.\n" = "無効な恒星です: 等級がありません。\n";
"Invalid star: absolute (not apparent) magnitude must be specified for star near origin\n" = "無効な恒星です: 原点付近の恒星には、実視等級ではなく、絶対等級が設定されている必要があります。\n";
"Creating tiled texture. Width=" = "タイルテクスチャを生成中。幅: ";
", max=" = ", 最大: ";
"Creating ordinary texture: " = "通常テクスチャを生成中: ";
"Loading NV vertex program: " = "次のNV vertex programを読み込んでいます: ";
"Error loading NV vertex program: " = "次のNV vertex programの読み込みでエラーが発生しました: ";
"Error in vertex program " = "次のvertex programにエラーがあります: ";
"Loading ARB vertex program: " = "次のARB vertex programを読み込んでいます: ";
"Error loading ARB vertex program: " = "次のARB vertex programの読み込みでエラーが発生しました: ";
", line " = ", 行 ";
"Initializing NV vertex programs . . .\n" = "NV vertex programを初期化しています…\n";
"All NV vertex programs loaded successfully.\n" = "すべてのNV vertex programsを読み込みました。\n";
"Initializing ARB vertex programs . . .\n" = "ARB vertex programを初期化しています…\n";
"All ARB vertex programs loaded successfully.\n" = "すべてのARB vertex programを読み込みました。\n";
"Error reading favorites file." = "お気に入りファイルの読み込みでエラーが発生しました。";
"Orientation: " = "方向: ";
"Error opening script file." = "スクリプトファイルのオープンでエラーが発生しました。";
"Error opening script '%s'" = "スクリプトファイル'%s'のオープンでエラーが発生しました。";
"Unknown error opening script" = "スクリプトのオープンで不明なエラーが発生しました。";
"Script coroutine initialization failed" = "スクリプトコルーチンの初期化に失敗しました。";
"Invalid filetype" = "無効なファイルタイプです。";
"Magnitude limit: %.2f" = "限界等級: %.2f";
"Markers enabled" = "マーカー: ON";
"Markers disabled" = "マーカー: OFF";
"Goto surface" = "天体表面へ移動";
"Alt-azimuth mode enabled" = "高度角・方位角モード: ON";
"Alt-azimuth mode disabled" = "高度角・方位角モード: OFF";
"Star style: fuzzy points" = "恒星表示: ぼやけた点";
"Star style: points" = "恒星表示: 点";
"Star style: scaled discs" = "恒星表示: 等級に応じた円";
"Comet tails enabled" = "彗星の尾: ON";
"Comet tails disabled" = "彗星の尾: OFF";
"Render path: Basic" = "レンダリングパス: Basic";
"Render path: Multitexture" = "レンダリングパス: Multitexture";
"Render path: NVIDIA combiners" = "レンダリングパス: NVIDIA combiners";
"Render path: OpenGL vertex program" = "レンダリングパス: OpenGL vertex program";
"Render path: NVIDIA vertex program and combiners" = "レンダリングパス: NVIDIA vertex program and combiners";
"Render path: OpenGL vertex program/NVIDIA combiners" = "レンダリングパス: OpenGL vertex program/NVIDIA combiners";
"Render path: OpenGL 1.5 vertex/fragment program" = "レンダリングパス: OpenGL 1.5 vertex/fragment program";
"Render path: NVIDIA GeForce FX" = "レンダリングパス: NVIDIA GeForce FX";
"Render path: OpenGL 2.0" = "レンダリングパス: OpenGL 2.0";
"Auto-magnitude enabled" = "自動限界等級調整: ON";
"Auto-magnitude disabled" = "自動限界等級調整: OFF";
"Cancel" = "キャンセル";
"Time and script are paused" = "時間・スクリプト: 停止";
"Time is paused" = "時間: 停止";
"Resume" = "再開";
"Light travel time:  %.4f yr " = "光速到達時間: %.4f 年";
"Light travel time:  %d min  %.1f s" = "光速到達時間: %d 分  %.1f 秒";
"Light travel time:  %d h  %d min  %.1f s" = "光速到達時間: %d 時間  %d 分  %.1f 秒";
"Light travel delay included" = "光速考慮: ON";
"Light travel delay switched off" = "光速考慮: OFF";
"Light travel delay ignored" = "光速考慮は無視されます。";
"Using normal surface textures." = "通常テクスチャを使用";
"Using limit of knowledge surface textures." = "limit of knowledgeテクスチャを使用";
"Follow" = "春分点同期";
"Time: Forward" = "時間の流れ: 順方向";
"Time: Backward" = "時間の流れ: 逆方向";
"Time rate" = "時間の速さ";
"Sync Orbit" = "自転同期";
"Lock" = "2天体参照同期";
"Chase" = "公転同期";
"Auto magnitude limit at 45 degrees:  %.2f" = "視野45°での限界等級: %.2f";
"Ambient light level:  %.2f" = "周辺光の強さ: %.2f";
"Light gain" = "光度利得";
"Bloom enabled" = "ブルーム効果: ON";
"Bloom disabled" = "ブルーム効果: OFF";
"Exposure" = "露出";
"GL error: " = "GLエラー: ";
"View too small to be split" = "画面が小さすぎます。";
"Added view" = "画面を分割";
"ly" = "光年";
"au" = "天文単位";
" days" = " 日";
" hours" = " 時間";
" minutes" = " 分";
"Apparent diameter: " = "視直径: ";
"Apparent magnitude: " = "視等級: ";
"Absolute magnitude: " = "絶対等級: ";
"RA: " = "赤経: ";
"Dec: " = "赤緯: ";
"km" = "km";
"Distance: " = "距離: ";
"Star system barycenter\n" = "重心\n";
"Abs (app) mag: %.2f (%.2f)\n" = "絶対等級: %.2f 視等級: %.2f\n";
"Luminosity: " = "光度: 太陽の ";
"x Sun" = " 倍";
"Class: " = "スペクトル型: ";
"Neutron star" = "中性子星";
"Black hole" = "ブラックホール";
"Surface temp: " = "表面温度: ";
"Radius: " = "半径: 太陽の";
"Rsun" = " 倍";
"Rotation period: " = "自転周期: ";
"Planetary companions present\n" = "惑星が存在\n";
"Distance from center: " = "中心からの距離: ";
"Temperature: " = "温度: ";
"Apparent mag: %.2f\n" = "視等級: %.2f\n";
"  LT" = "光速";
"Real time" = "等倍速";
"-Real time" = "-等倍速";
"Time stopped" = "停止中";
" faster" = " 倍速";
" slower" = " スロー";
" (Paused)" = "(停止中)";
"FPS: " = "FPS: ";
"\nSpeed: " = "\n速度: ";
" m/s" = " m/s";
" km/s" = " km/s";
" AU/s" = " 天文単位/s";
" ly/s" = " 光年/s";
"Travelling " = "移動中";
"Track " = "中央保持: ";
"Follow " = "春分点同期: ";
"Sync Orbit " = "自転同期: ";
"Lock " = "2天体同期: ";
"Chase " = "公転同期: ";
"FOV: " = "視野: ";
"Sun" = "太陽";
"Target name: " = "天体名を入力してください: ";
" at " = " ";
" fps" = " FPS";
"  Recording" = " 録画中";
"  Paused" = " 停止中";
"F11 Start/Pause    F12 Stop" = "F11 録画開始/一時停止    F12 停止";
"Edit Mode" = "編集モード";
"Loading solar system catalog: " = "次の恒星系カタログを読み込んでいます: ";
"Loading " = "次を読み込んでいます: ";
"License file 'License.txt' is missing!" = "ライセンスファイル'License.txt'がありません!";
"Error reading configuration file." = "設定ファイルの読み込みでエラーが発生しました。";
"Initialization of SPICE library failed." = "SPICEの初期化に失敗しました。";
"Cannot read star database." = "恒星データベースが読み込めません。";
"Error opening deepsky catalog file." = "深宇宙天体カタログのオープンでエラーが発生しました。";
"Error opening solar system catalog.\n" = "恒星系カタログのオープンでエラーが発生しました。.\n";
"Error opening asterisms file." = "星座線ファイルのオープンでエラーが発生しました。";
"Error opening constellation boundaries files." = "星座境界線ファイルのオープンでエラーが発生しました。";
"render path: " = "レンダリングパス: ";
"Failed to initialize renderer" = "レンダラーの初期化に失敗しました。";
"Error loading font; text will not be visible.\n" = "フォントの読み込みでエラーが発生しました。テキストが表示されません。\n";
"Error reading cross index " = "次のクロスインデックスファイルの読み込みでエラーが発生しました: ";
"Loaded cross index " = "次のクロスインデックスファイルを読み込みました: ";
"Error opening " = "次のオープンでエラーが発生しました: ";
"Error reading star names file\n" = "恒星名ファイルの読み込みでエラーが発生しました。\n";
"Error reading stars file\n" = "恒星ファイルの読み込みでエラーが発生しました。\n";
"Error opening star catalog " = "次の恒星カタログのオープンでエラーが発生しました: ";
"Error in creating ogg file %s for capture.\n" = "Oggファイル %sの作成でエラーがありました。\n";
"Internal Ogg library error." = "内部Oggライブラリエラーです。";
"OggTheoraCapture::start() - Theora video: %s %.2f(%d/%d) fps quality %d %dx%d offset (%dx%d)\n" = "OggTheoraCapture::start() - Theora video: %s %.2f(%d/%d) FPS 品質 %d %dx%d オフセット (%dx%d)\n";
"OggTheoraCapture::cleanup() - wrote %d frames\n" = "OggTheoraCapture::cleanup() - %d フレームで書き込みました。\n";
"Settings" = "Settings";
"Vendor: " = "ベンダー: ";
"Renderer: " = "レンダラー: ";
"Version: " = "バージョン: ";
"GLSL version: " = "GLSLバージョン: ";
"Max simultaneous textures: " = "最大同時テクスチャ数: ";
"Max texture size: " = "最大テクスチャサイズ: ";
"Max cube map size: " = "最大キューブマップサイズ: ";
"Point size range: " = "ポイントサイズレンジ: ";
"Supported Extensions:" = "サポートされた拡張: ";
"Windowed Mode" = "ウィンドウ表示";
"Asteroids" = "小惑星";
"Comets" = "彗星";
"Invisibles" = "不可視天体";
"Moons" = "衛星";
"Planets" = "惑星";
"Spacecraft" = "人工天体";
"Goto" = "移動(G)";
"Follow" = "春分点同期(F)";
"Sync Orbit" = "自転同期(Y)";
"Info" = "天体情報(I)";
"Reference Vectors" = "ベクトル表示(R)";
"Show Body Axes" = "赤道座標軸を表示";
"Show Frame Axes" = "黄道座標軸を表示";
"Show Sun Direction" = "太陽の方向を表示";
"Show Velocity Vector" = "速度ベクトルを表示";
"Show Planetographic Grid" = "経緯線を表示";
"Show Terminator" = "明暗境界線を表示";
"Satellites" = "衛星(S)";
"Alternate Surfaces" = "AltSurface(A)";
"Orbiting Bodies" = "周回天体";
"Unmark" = "マーカーを解除(U)";
"Mark" = "マーカー(M)";
"Loading: " = "読み込み中: ";
"LANGUAGE" = "ja";
"WinLangID" = "411";
"Copied URL" = "URLをコピー";
"Loading URL" = "URLを読み込んでいます…";
"Error opening script" = "スクリプトフのオープンでエラーが発生しました。";
"Error loading script" = "スクリプトの読み込みでエラーが発生しました。";
"Running script" = "スクリプトを実行しています…";
"Planet" = "惑星";
"Satellite" = "衛星";
"Date" = "日付";
"Start" = "開始";
"Duration" = "継続時間";
"Earth" = "地球";
"Jupiter" = "木星";
"Saturn" = "土星";
"Uranus" = "天王星";
"Neptune" = "海王星";
"Pluto" = "冥王星";
"Name" = "天体名";
"Distance (ly)" = "距離（光年）";
"App. mag" = "視等級";
"Abs. mag" = "絶対等級";
"Type" = "スペクトル型";
"Universal Time" = "世界時";
"Local Time" = "ローカル時";
"Time Zone Name" = "タイムゾーン名";
"UTC Offset" = "UTCとの差";
"Celestial Browser" = "天体ブラウザ";
"Moon" = "月";
"Asteroid" = "小惑星";
"Comet" = "彗星";
"Invisible" = "不可視天体";
"Barycenter" = "重心";
"Small Body" = "太陽系小天体";
"Dwarf Planet" = "準惑星";
"-" = "-";
"Eclipse Finder" = "食を検索";
"Add Bookmark" = "ブックマークを追加(A)";
"Add a bookmark for the current document" = "現在のドキュメントへブックマークを追加";
"Add Relative Bookmark" = "相対ブックマークを追加(R)";
"Add a relative bookmark for the current document" = "現在のドキュメントへ相対ブックマークを追加";
"Add Settings Bookmark" = "設定をブックマークを追加(S)";
"Add a settings bookmark for the current document" = "現在のドキュメントへ設定ブックマークを追加";
"Edit your bookmark collection in a separate window" = "別ウィンドウでブックマークを編集";
"New Folder..." = "新規フォルダ(N)...";
"Create a new bookmark folder in this menu" = "このメニューに新規フォルダを追加";
"Can't add bookmark with empty URL" = "空のURLはブックマークに追加できません。";
"Something seems to be wrong with your installation of Celestia. The splash screen directory couldn't be found. \nStart-up will continue, but Celestia will probably be missing some data files and may not work correctly, please check your installation." = "正しくインストールされていない可能性があります。スプラッシュスクリーンディレクトリが見つかりません。\n正しくないデータ，あるいは存在しないデータが参照されています。インストールが正しいか確認してください。スタートアップを続けます。";
"Go to URL..." = "URLに移動(U)...";
"Go to Long/Lat..." = "指定した経緯度に移動(L)...";
"Back" = "後退(B)";
"Forward" = "前進(F)";
"Home" = "太陽へ移動";
"Bookmarks" = "ブックマーク";
"Full Screen" = "全画面表示";
"Copy URL" = "URLをコピー";
"Set Time..." = "時刻を設定...";
"Set Time to Now" = "現在時刻に設定";
"Accelerate Time" = "時間を速く";
"Decelerate Time" = "時間を遅く";
"Accelerate Time (x2)" = "時間を速く (2倍)";
"Decelerate Time (/2)" = "時間を遅く (1/2)";
"Pause Time" = "時間を停止";
"Reverse Time" = "時間を逆転";
"Split View Vertically" = "画面を左右に分割";
"Split View Horizontally" = "画面を上下に分割";
"Cycle View" = "画面を切替";
"Single View" = "アクティブな画面以外を削除";
"Delete View" = "アクティブな画面を削除";
"Frames Visible" = "フレームを表示";
"Active Frame Visible" = "アクティブなフレームを表示";
"Synchronize Time" = "各画面で時刻を同期";
"Alt-Azimuth Mode" = "高度角・方位角モード";
"Go To Surface" = "天体表面へ移動";
"Show Stars" = "恒星を表示";
"Show Planets" = "惑星を表示";
"Show Galaxies" = "銀河を表示";
"Show Globulars" = "球状星団を表示";
"Show Partial Trajectories" = "特殊軌道を表示";
"Show Nebulae" = "星雲を表示";
"Show Open Clusters" = "散開星団を表示";
"Show Constellations" = "星座線を表示";
"Show CloudMaps" = "雲テクスチャを表示";
"Show Cloud Shadows" = "雲の影を表示";
"Show Orbits" = "軌道を表示";
"Show Asteroid Orbits" = "小惑星の軌道を表示";
"Show Comet Orbits" = "彗星の軌道を表示";
"Show Moon Orbits" = "衛星の軌道を表示";
"Show Star Orbits" = "恒星軌道を表示";
"Show Planet Orbits" = "惑星の軌道を表示";
"Show Spacecraft Orbits" = "人工天体の軌道を表示";
"Show Celestial Grid" = "天球座標を表示";
"Show Night Side Lights" = "夜側テクスチャを表示";
"Show Markers" = "マーカーを表示";
"Show Atmospheres" = "大気を表示";
"Show Smooth Orbit Lines" = "線を滑らかに";
"Show Eclipse Shadows" = "食の影を表示";
"Cycle Star Mode" = "恒星表示方法を切替";
"Show Ring Shadows" = "輪の影を表示";
"Show Boundaries" = "星座境界線を表示";
"Auto Magnitudes" = "自動限界等級調整";
"Show Comet Tails" = "彗星の尾を表示";
"Show Star Labels" = "恒星名を表示";
"Show Planet Labels" = "惑星名を表示";
"Show Moon Labels" = "衛星名を表示";
"Show Comet Labels" = "彗星名を表示";
"Show Constellation Labels" = "星座名を表示";
"Constellation Labels in Latin" = "星座名をラテン語で表示";
"Show Galaxy Labels" = "銀河名を表示";
"Show Globular Labels" = "球状星団名を表示";
"Show Nebula Labels" = "星雲名を表示";
"Show Open Cluster Labels" = "散開星団名を表示";
"Show Asteroid Labels" = "小惑星名を表示";
"Show Spacecraft Labels" = "人工天体名を表示";
"Show Location Labels" = "地名を表示";
"Display Local Time" = "ローカル時を表示";
"Show City Locations" = "都市名を表示";
"Show Observatory Locations" = "観測所名を表示";
"Show Landing Sites Locations" = "着陸地点名を表示";
"Show Crater Locations" = "クレーター名を表示";
"Show Mons Locations" = "山地名を表示";
"Show Terra Locations" = "陸地名を表示";
"Show Vallis Locations" = "峡谷名を表示";
"Show Mare Locations" = "海洋名を表示";
"Show Other Locations" = "その他の地名を表示";
"Wireframe Mode" = "ワイヤフレームモード";
"Center on Orbit" = "軌道の中心へ";
"Basic" = "Basic";
"Multitexture" = "Multitexture";
"NvCombiners" = "NvCombiners";
"DOT3 ARBVP" = "DOT3 ARBVP";
"NvCombiner NvVP" = "NvCombiner NvVP";
"NvCombiner ARBVP" = "NvCombiner ARBVP";
"ARBFP ARBVP" = "ARBFP ARBVP";
"NV30" = "NV30";
"OpenGL 2.0" = "OpenGL 2.0";
"Cycle OpenGL Render Path" = "レンダリングパスを切替";
"Sync framerate to video refresh rate" = "フレームレートを垂直同期周波数に合わせる";
"Grab Image" = "画面を保存";
"Capture Video" = "ムービーをキャプチャ";
"OpenGL info" = "OpenGL情報";
"Show Bookmark Toolbar" = "ブックマークツールバーを表示";
"OpenGL Info" = "OpenGL情報";
"UTC" = "世界時";
"This version of Celestia was not built with support for movie recording." = "このバージョンのCelestiaではムービーの保存をサポートしていません。";
"Go to URL" = "URLに移動";
"Enter URL" = "URLを入力してください";
"Object: " = "天体名: ";
"Longitude: " = "経度: ";
"East" = "東経";
"West" = "西経";
"Latitude: " = "緯度: ";
"North" = "北緯";
"South" = "南緯";
"Altitude: " = "高度: ";
"Celestia encountered an error while processing your script" = "スクリプト実行中にエラーが発生しました。";
"Celestia" = "Celestia";
"Use alternate configuration file" = "代替設定ファイルを使用します。";
"Use alternate installation directory" = "代替インストールディレクトリを使用します。";
"Use as additional \"extras\" directory" = "追加\"extras\"ディレクトリを使用します。";
"Start fullscreen" = "全画面表示";
"Disable splash screen" = "スプラッシュスクリーンを非表示";
"Start and go to url" = "指定したURLへ移動";
"_: NAME OF TRANSLATORS\\nYour names" = "Sui";
"_: EMAIL OF TRANSLATORS\\nYour emails" = "aqua@aqsp.net";
"Celestia Preferences" = "Celestia環境設定";
"Rendering" = "レンダリング";
"Show" = "表示";
"Stars" = "恒星";
"Galaxies" = "銀河";
"Nebulae" = "星雲";
"Open Clusters" = "散開星団";
"Atmospheres" = "大気";
"Clouds" = "雲";
"Cloud Shadows" = "雲の影";
"Night Side Lights" = "夜側の光";
"Eclipse Shadows" = "食の影";
"Comet Tails" = "彗星の尾";
"Orbits" = "軌道";
"Partial Trajectories" = "特殊軌道";
"Smooth Orbit Lines" = "線を滑らかに";
"Celestial Grid" = "天球座標";
"Constellations" = "星座";
"Markers" = "マーカー";
"Ring Shadows" = "輪の影";
"Constellation Boundaries" = "星座境界線";
"Orbits / Labels" = "軌道 / 名称";
"Labels" = "名称";
"Constellations in Latin" = "星座名ラテン語表示";
"Spacecrafts" = "人工天体";
"Locations" = "地名";
"Ambient Light" = "周辺光";
"Limiting Magnitude" = "限界等級";
"Info Text" = "天体情報";
"Level: " = "詳細度: ";
"None" = "無し";
"Terse" = "普通";
"Verbose" = "多い";
"Textures" = "テクスチャ";
"Resolution: " = "解像度: ";
"Low" = "低";
"Medium" = "中";
"High" = "高";
"Automatic FOV" = "自動視野調整";
"Screen DPI: " = "スクリーン解像度: ";
"Viewing Distance (cm): " = "視点距離(cm): ";
"Cities" = "都市";
"Observatories" = "観測所・天文台";
"Landing Sites" = "着陸地点";
"Craters" = "クレーター";
"Mons" = "山地";
"Terra" = "陸地";
"Vallis" = "峡谷";
"Mare" = "海洋";
"Other" = "その他";
"Minimum Feature Size" = "最小ラベル表示";
"Date/Time" = "日付/時刻";
"Display" = "表示";
"Timezone: " = "タイムゾーン: ";
"Format: " = "形式: ";
"Local Format" = "地方形式";
"Set" = "設定";
"Local Time is only supported for dates between 1902 and 2037.\n" = "ローカル時は1902年から2037年の間でのみサポートされています。\n";
"Julian Date: " = "ユリウス日: ";
"Now" = "現在";
"\nSelection: " = "\n選択: ";
"Include Light Travel Time" = "光速による遅れを考慮";
"Ignore Light Travel Time " = "光速による遅れを無視";
"OpenGL" = "OpenGL";
"Key Bindings" = "キーバインディング";
"<b>Unextended OpenGL 1.1</b>" = "<b>未拡張のOpenGL 1.1</b>";
"<b>Multiple textures and the ARB_texenv_combine extension</b>" = "<b>Multiple texturesとthe ARB_texenv_combine extension</b>";
"<b>NVIDIA combiners, no vertex programs</b>" = "<b>NVIDIA combiners, no vertex programs</b>";
"<b>ARB_texenv_DOT3 extension, ARB_vertex_program extension</b>" = "<b>ARB_texenv_DOT3 extension, ARB_vertex_program extension</b>";
"<b>NVIDIA Combiners, NV_vertex_program extension</b><br> provide bump mapping, ring shadows, and specular highlights on any Geforce or ATI Radeon graphics card, though NvCombiner ARBVP is a slightly better option for Geforce users" = "<b>NVIDIA Combiners</b>と<b>NV_vertex_program extension</b><br>はGeforce，Radeon両プラットフォームにおいてバンプマッピング，輪の影，スピキュラーハイライトを可能にしますが， NvCombiner ARBVPはGeforceユーザ向けのオプションです。 ";
"<b>NVIDIA Combiners, ARB_vertex_program extension</b>" = "<b>NVIDIA Combiners, ARB_vertex_program extension</b>";
"<b>ARB_fragment_program and ARB_vertex_program extensions</b><br>provide advanced effects on Geforce FX and Radeon 9700 cards" = "<b>ARB_fragment_program</b>と<b>ARB_vertex_program extensions</b><br>はGeforce FXとRadeon 9700においてより高性能なエフェクトを出します。";
"<b>NV_fragment_program and ARB_vertex_program extensions</b>" = "<b>NV_fragment_program</b>と<b>ARB_vertex_program extensions</b>";
"<b>OpenGL 2.0 Shading Language</b>" = "<b>OpenGL 2.0 Shading Language</b>";
"File %1 does not exist, using default configuration file %2/celestia.cfg" = "ファイル%1 が存在しません。デフォルトの設定%2/celestia.cfg を使用します。";
"Directory %1 does not exist, using default %2" = "ディレクトリ%1 が存在しません。デフォルトの%2 を使用します。";
"Extras directory %1 does not exist" = "拡張ディレクトリ%1 は存在しません。";
"Abs (app) mag: " = "絶対(視)等級: ";
"Surface Temp: " = "表面温度: ";
"Marked objects" = "マーカー付";
"Select" = "天体を選択(S)";
"Center" = "画面中央(C)";
"Synch Orbit" = "自転同期(Y)";
"Unmark All" = "マーカーをすべて解除(A)";
"Diamond" = "菱形(◇)";
"Triangle" = "三角形(△)";
"Square" = "正方形(□)";
"Filled Square" = "正方形(■)";
"Plus" = "十字";
"X" = "×字";
"Left Arrow" = "左矢印(←)";
"Right Arrow" = "右矢印(→)";
"Up Arrow" = "上矢印(↑)";
"Down Arrow" = "下矢印(↓)";
"Circle" = "円(○)";
"Disk" = "円(●)";
"Normal" = "通常";
"Small Bodies" = "太陽系小天体";
"Dwarf Planets" = "準惑星";
"Duration: %1" = "継続時間: %1";
"Size: %1 MB" = "サイズ: %1 MB";
"Current size: %1 x %2" = "現在のサイズ: %1 x %2";
"Current width: %1 x %2" = "現在の幅: %1 x %2";
"Current height: %1 x %2" = "現在の高さ: %1 x %2";
"You must specify a file name." = "ファイル名を指定してください。";
"Error initializing movie capture." = "ムービーキャプチャの初期化でエラーがありました。";
"Navigation" = "ナビゲーション(N)";
"Options" = "オプション";
"Objects" = "天体";
"OpenGL Render Path" = "OpenGLレンダリングパス";
"Time" = "時刻";
"MultiView" = "マルチビュー";
"Main Toolbar" = "メインツールバー";
"Dist." = "距離";
"App. Mag." = "視等級";
"Abs. Mag." = "絶対等級";
"With Planets" = "惑星が存在";
"Brightest (Abs.)" = "明るさ順(絶対等級)";
"Brightest (App.)" = "明るさ順(視等級)";
"Nearest" = "近い順";
"Close" = "閉じる(C)";
"Alt+C" = "Alt+C";
"Refresh" = "更新";
"End" = "終了";
"Search parameters" = "検索パラメータ";
"Solar Eclipses" = "日食";
"On:" = "天体:";
"Moon Eclipses" = "月食";
"Search" = "探索";
"To:" = "～";
"From:" = "期間:";
"Close" = "閉じる";
"Video Capture" = "ムービーキャプチャ";
"Save As:" = "名前をつけて保存: ";
"*.ogg" = "*.ogg";
"Aspect Ratio:" = "アスペクト比: ";
"Current" = "現在";
"11:9" = "11:9";
"4:3" = "4:3";
"16:9" = "16:9";
"Image Size:" = "サイズ:";
"Frame Rate:" = "FPS:";
"Video Quality:" = "ムービー品質: ";
"Play Video when capture is done" = "キャプチャ終了と同時に再生";
"Usage" = "Usage";
"<p>Press <b>F11</b> to start/pause recording<br>\nPress <b>F12</b> to stop</p>\n\n<p>Note that resizing the main window will not be possible until the end of the capture</p>" = "<p><b>F11</b> キャプチャ開始/一時停止<br>\n<b>F12</b> 停止</p>\n\n<p>キャプチャ実行中はウィンドウのサイズを変更できません。</p>";
"OK" = "OK(O)";
"Cancel" = "キャンセル(C)";
"Mercury" = "水星";
"Venus" = "金星";
"Mars" = "火星";
"Phobos" = "フォボス";
"Deimos" = "デイモス";
"Amalthea" = "アマルテア";
"Io" = "イオ";
"Europa" = "エウロパ";
"Ganymede" = "ガニメデ";
"Callisto" = "カリスト";
"Prometheus" = "プロメテウス";
"Pandora" = "パンドラ";
"Epimetheus" = "エピメテウス";
"Janus" = "ヤヌス";
"Mimas" = "ミマス";
"Enceladus" = "エンケラドゥス";
"Tethys" = "テティス";
"Dione" = "ディオーネ";
"Rhea" = "レア";
"Titan" = "タイタン";
"Hyperion" = "ヒペリオン";
"Iapetus" = "イアペトス";
"Phoebe" = "フェーベ";
"Miranda" = "ミランダ";
"Ariel" = "エアリエル";
"Umbriel" = "ウンブリエル";
"Titania" = "ティタニア";
"Oberon" = "オベロン";
"Larissa" = "ラリッサ";
"Proteus" = "プロテウス";
"Triton" = "トリトン";
"Nereid" = "ネレイド";
"Pluto-Charon" = "冥王星-カロン";
"Charon" = "カロン";
"NORTH AMERICA" = "北アメリカ";
"SOUTH AMERICA" = "南アメリカ";
"EURASIA" = "ユーラシア";
"AFRICA" = "アフリカ";
"AUSTRALIA" = "オーストラリア";
"ANTARCTICA" = "南極";
"NORTH ATLANTIC OCEAN" = "北大西洋";
"SOUTH ATLANTIC OCEAN" = "南大西洋";
"NORTH PACIFIC OCEAN" = "北太平洋";
"SOUTH PACIFIC OCEAN" = "南太平洋";
"INDIAN OCEAN" = "インド洋";
"ARCTIC OCEAN" = "北極海";
"Milky Way" = "銀河系";
"SMC" = "小マゼラン銀河";
"LMC" = "大マゼラン銀河";
"Solar System Barycenter" = "重心";
"File" = "ファイル(F)";
"Open Script..." = "スクリプトを開く(O)...";
"Scripts" = "スクリプト一覧";
"Placeholder" = "プレースフォルダ";
"Capture Image...\tF10" = "画像を保存(I)...\tF10";
"Capture Movie...\tShift+F10" = "ムービーを保存(M)...\tShift+F10";
"Exit" = "終了(X)";
"Select Sol\tH" = "太陽を選択(S)\tH";
"Tour Guide..." = "ツアーガイド(G)...";
"Select Object..." = "天体を選択(O)...";
"Goto Object..." = "天体へ移動...";
"Center Selection\tC" = "選択した天体を画面中央へ(C)\tC";
"Go to Selection\tG" = "選択した天体へ移動(G)\tG";
"Follow Selection\tF" = "選択した天体に春分点同期で追尾(F)\tF";
"Sync Orbit Selection\tY" = "選択した天体に自転同期で追尾(Y)\tY";
"Track Selection\tT" = "選択した天体を画面中央に保持(T)\tT";
"Solar System Browser..." = "太陽系ブラウザ(B)...";
"Star Browser..." = "恒星ブラウザ(R)...";
"Eclipse Finder" = "食を検索(E)";
"Time" = "時間(T)";
"10x Faster\tL" = "時間の速度を10倍速く(F)\tL";
"10x Slower\tK" = "時間の速度を10倍遅く(S)\tK";
"Freeze\tSpace" = "時間を停止(Z)\tSpace";
"Reverse Time\tJ" = "時間を逆回転(V)\tJ";
"Set Time..." = "時刻を設定(T)...";
"Show Local Time" = "ローカル時を表示";
"Render" = "表示(R)";
"Select Display Mode..." = "画面解像度を選択...";
"Toggle Full Screen\tAlt+Enter" = "全画面表示\tAlt+Enter";
"View Options..." = "表示オプション...";
"Locations..." = "地名...";
"More Stars Visible\t]" = "見える恒星を多く\t]";
"Fewer Stars Visible\t[" = "見える恒星を少なく\t[";
"Auto Magnitude\tCtrl+Y" = "自動限界等級調整\tCtrl+Y";
"Star Style" = "恒星表示方法(Y)";
"Fuzzy Points" = "ぼやけた点(F)";
"Points" = "点(P)";
"Scaled Discs" = "等級に応じた円(D)";
"Ambient Light" = "周辺光(A)";
"None" = "無し(N)";
"Low" = "低(L)";
"Medium" = "中(M)";
"Texture Resolution" = "テクスチャ解像度度(T)";
"High" = "高(H)";
"Antialiasing\tCtrl+X" = "アンチエイリアシング\tCtrl+X";
"View" = "画面(V)";
"Split Horizontally\tCtrl+R" = "画面を上下に分割(H)\tCtrl+R";
"Split Vertically\tCtrl+U" = "画面を左右に分割(V)\tCtrl+U";
"Delete Active View\tDEL" = "アクティブな画面を削除(D)\tDEL";
"Single View\tCtrl+D" = "アクティブな画面以外を削除(S)\tCtrl+D";
"Show Frames" = "画面の枠を表示(F)";
"Synchronize Time" = "各画面で時刻を同期(T)";
"Bookmarks" = "ブックマーク(B)";
"Add Bookmarks..." = "ブックマークに追加(A)...";
"Organize Bookmarks..." = "ブックマークを編集(O)...";
"Help" = "ヘルプ(H)";
"Run Demo" = "デモを実行(D)";
"Controls" = "操作方法一覧(C)";
"OpenGL Info" = "OpenGL情報(O)";
"License" = "ライセンス情報(L)";
"About Celestia" = "Celestiaについて(A)";
"About Celestia" = "Celestiaについて";
"OK" = "OK";
"Copyright (C) 2001-2009, Celestia Development Team" = "Copyright (C) 2001-2008, Celestia Development Team";
"http://www.shatters.net/celestia" = "http://www.shatters.net/celestia";
"Celestia is free software and comes with absolutely no warranty." = "Celestiaはフリーソフトウェアであり，一切の保証はございません。";
"Authors" = "著者";
"Chris Laurel" = "Chris Laurel";
"Clint Weisbrod" = "Clint Weisbrod";
"Fridger Schrempp" = "Fridger Schrempp";
"Christophe Teyssier" = "Christophe Teyssier";
"Grant Hutchison" = "Grant Hutchison";
"Pat Suwalski" = "Pat Suwalski";
"Toti" = "Toti";
"Da Woon Jung" = "Da Woon Jung";
"Hank Ramsey" = "Hank Ramsey";
"Bob Ippolito" = "Bob Ippolito";
"Vincent Giangiulio" = "Vincent Giangiulio";
"Select Object" = "天体を選択";
"Object Name" = "天体名";
"License" = "ライセンス情報";
"Celestia Controls" = "Celestia操作方法";
"OpenGL Driver Info" = "OpenGLドライバ情報";
"Set Simulation Time" = "時刻の設定";
"Time Zone: " = "タイムゾーン: ";
"Set To Current Time" = "現在の時刻に設定";
"Add Bookmark" = "ブックマークに追加";
"Create in >>" = "フォルダ選択 >>";
"New Folder..." = "新規フォルダ...";
"Solar System Browser" = "太陽系ブラウザ";
"Solar System" = "太陽系";
"Go To" = "移動(G)";
"Solar System Objects" = "天体名";
"Star Browser" = "恒星ブラウザ";
"Brightest" = "明るい順";
"With planets" = "惑星が存在";
"Refresh" = "更新(R)";
"Star Search Criteria" = "リスト表示オプション";
"Maximum Stars Displayed in List" = "リストに表示する恒星の数";
"Tour Guide" = "ツアーガイド";
"Go To" = "移動";
"Select your destination:" = "目的地を選択してください:";
"Go to Object" = "天体へ移動";
"radii" = "半径";
"Object" = "天体名";
"Long." = "経度";
"Lat." = "緯度";
"Distance" = "距離";
"Size:" = "サイズ:";
"Frame rate:" = "FPS:";
"Select Display Mode" = "画面解像度を選択";
"Resolution" = "解像度";
"View Options" = "表示オプション";
"Globulars" = "球状星団";
"Grids" = "経緯線";
"Celestial" = "天球座標";
"Horizontal" = "地平座標";
"Galactic" = "銀河座標";
"Ecliptic" = "赤道座標";
"Minor Moons" = "小衛星";
"DSO Labels" = "深宇宙天体名";
"Diagrams" = "星座線";
"Boundaries" = "星座境界線";
"Latin Names" = "ラテン名";
"Information Text" = "天体情報表示";
"Filter Stars" = "見える恒星の調整";
"Montes (Mountains)" = "Montes (山地)";
"Maria (Seas)" = "Maria (海洋)";
"Valles (Valleys)" = "Valles (峡谷)";
"Terrae (Land masses)" = "Terrae (陸地)";
"Volcanoes" = "Volcanoes(火山)";
"Other features" = "その他";
"Label Features" = "地名を表示";
"Show Features" = "表示する地名";
"Minimum Labeled Feature Size" = "最小表示";
"Add New Bookmark Folder" = "新規フォルダを追加";
"Folder Name" = "フォルダ名";
"Organize Bookmarks" = "ブックマーク一覧";
"Rename..." = "名前を変更...";
"Delete" = "削除";
"Rename Bookmark or Folder" = "名前を変更";
"New Name" = "変更後の名前";
"Compute" = "計算";
"Set Date and Go to Planet" = "日時を設定して移動";
"Lunar Eclipses" = "月食";
"Jan" = "1";
"Feb" = "2";
"Mar" = "3";
"Apr" = "4";
"May" = "5";
"Jun" = "6";
"Jul" = "7";
"Aug" = "8";
"Sep" = "9";
"Oct" = "10";
"Nov" = "11";
"Dec" = "12";
